Repository: OpenSPA/SpaOpenPlugins
Catalog: openSPAnetTest/plugin/locale/*.po
Languages: de

source: Test result not exist, first do the test.
de: Testergebnis existiert nicht! Machen Sie zuerst den Test.

source: In the path /tmp/resultest.png you have your result, in order to share it. Or you can use the mobile to download your result, (with OpteleBot)... /desc /tmp/resultest.png
de: Im Pfad /tmp/resultest.png haben Sie Ihr Ergebnis, um es zu teilen. Oder Sie können das Handy verwenden, um Ihr Ergebnis herunterzuladen, (mit OpteleBot)... /desc /tmp/resultest.png

source: Choose server and press ok, to test.
de: Wählen Sie Server und drücken Sie OK, um zu testen.

source: OpNetSpeed Server List
de: OpNetSpeed-Serverliste

source: View last result to share.
de: Sehen Sie sich das neueste Ergebnis an, um es zu teilen.

source: Test your favourite server.
de: Probieren Sie Ihren Lieblingsserver aus.

source: Test auto server.
de: Testen Sie den automatischen Server (gemäß Ping).

source: Select your favourite server.
de: Wählen Sie Ihren Lieblingsserver.

source: Choose your option, to test.
de: Wählen Sie die Option zum Testen.

source: SpeedTest
de: Geschwindigkeitstest

source: finished test
de: Geschwindigkeitstest abgeschlossen.

source: speedtest
de: Geschwindigkeitstest

source: SpeedNetTest by openSPA
de: Geschwindigkeitstest mit OpenSPA

source: OpenSPA netSpeedTest
de: OpenSPA-Geschwindigkeitstest

source: Error! Test result not downloaded!
de: Fehler! Testergebnis nicht heruntergeladen!

source: OpenSPA netSpeedTest Server List
de: OpenSPA Geschwindigkeitstest der Server-Liste
