Repository: OpenSPA/SpaOpenPlugins
Catalog: PermanentEvent/plugin/locale/*.po
Languages: es

source: Next program with clock
es: Siguiente programa, con reloj

source: Current program with clock
es: Programa actual, con reloj

source: Current program with image
es: Programa actual, con imagen

source: Next program with image
es: Siguiente programa, con imagen

source: Primetime
es: Evento de máxima audiencia

source: Primetime with image
es: Evento de máxima audiencia, con imagen

source: Current program
es: Programa actual

source: Next program
es: Siguiente programa

source: The value of the slider is used to move the widget faster or slower. Slider value of (1 - 20).
es: El valor del control deslizante, se usa para mover el widget, más rápido o más lento. Valor del control de (1 - 20).

source: Save position or set slider valor...
es: Guarda posición o cambia valor del Slider...

source: Set slider step (1 - 20):
es: Establecer el valor del control deslizante (1 - 20):

source: Set slider
es: Establecer valor control deslizante

source: Activate Permanent Event, choose the widget you like the most, if you choose primetime widget, choose the time of maximum audience, and finally, place the widget where you like the most!
es: Activa Evento Permanente, escoge el widget que más te guste. Si eliges el widget de "Primetime", escoge el horario de máxima audiencia, y finalmente... ¡Coloca el widget donde más te guste!

source: Permanent Event Setup
es: Configurar PermanentEvent

source: Deactivate permanent event
es: Desactivar PermanentEvent

source: Select widget type
es: Selecciona tipo de widget

source: Primetime hour
es: Hora de máxima audiencia

source: Config Images for Events
es: Configurar imágenes para eventos

source: Change permanent event position
es: Cambiar posición del widget

source: Activate permanent event
es: Activar PermanentEvent

source: Disable key 'long EXIT' show/hide
es: Deshabilitar tecla 'EXIT larga' para mostrar/ocultar

source: Enable key 'long EXIT' show/hide
es: Habilitar la tecla 'EXIT larga' para mostrar/ocultar

source: In order to use the image widgets, you must activate "backdrops" in the PermanentEvents plugin.
es: Para utilizar los widgets de imagen, debe "Activar Descarga de Fondos" en la configuración de imágenes para Eventos.

source: Choose widget type...
es: Escoge tipo widget...

source: Pick the time for primetime...(+20 minutes tolerance)
es: Elija el horario de máxima audiencia... (+20 minutos de tolerancia)

source: PrimeTime hour added!
es: ¡Hora de máxima audiencia añadida!

source: Delete IMG
es: Borrar IMG

source: Optimize IMG
es: Optimizar IMG

source: Broken IMG Remove
es: Eliminar IMG corruptas

source: Storage folder...
es: Carpeta de almacenamiento...

source: Total Images Optimized :
es: Total IMG Optimizadas :

source: Final Size :
es: Tamaño Final :

source: Gain :
es: Ganado :

source: Size :
es: Tamaño Total :

source: Default Folder
es: Carpeta predeterminada

source: Show/hide Menu Configuration...
es: Mostrar/Ocultar Menú de Configuración...

source: Select search language...
es: Selecciona idioma de búsqueda...

source: Delete images older than...(Number of days)
es: Eliminar imágenes anteriores a... (Num. días)

source: Enter Your API'S...
es: Introduce tus propias claves API...

source: Enter your TMDB api key...
es: Introduce tu TMDB clave API...

source: Enter your TVDB api key...
es: Introduce tu TVDB clave API...

source: Enter your FANART api key...
es: Introduzca tu FANART clave API...

source: Activate Images Download
es: Activar fuentes para la descarga de Fondos...

source: Source TMDB...
es: Fuente TMDB...

source: Source TVDB...
es: Fuente TVDB...

source: Source FANART...
es: Fuente FANART...

source: Source TVMOVIE.de...
es: Fuente TVMOVIE.de...

source: Source GOOGLE search images...
es: Fuente GOOGLE imágenes ...

source: Size images FANART
es: Tamaño de imágenes FANART...

source: Size images TVDB
es: Tamaño de imágenes TVDB...

source: Size of images TMDB
es: Tamaño de las imágenes TMDB...

source: Total Backdrops :
es: Total IMG Fondos :

source: Removed Broken Images :
es: IMG Corruptas Eliminadas :

source: Total Removed Images :
es: Total IMG Borradas :

source: Permanent Event
es: Evento Permanente

source: SHOW CONFIG MENU
es: MOSTRAR MENÚ CONFIGURACIÓN

source: LOCALIZATION *
es: LOCALIZACIóN *

source: SEARCH LANGUAGE
es: IDIOMA DE BÚSQUEDA

source: DELETE PREVIOUS IMAGES (days)
es: BORRAR IMÁGENES ANTERIORES (días)

source: YOUR API'S
es: CONFIGURA TUS PROPIAS CLAVES API

source: IMAGE DOWNLOAD SOURCES
es: ACTIVA LA DESCARGA DE FONDOS

source: TMDB SIZE OF BACKDROP
es: TAMAÑO DE FONDO TMDB

source: TVDB SIZE OF BACKDROP
es: TAMAÑO DE FONDO TVDB

source: FANART SIZE OF BACKDROP
es: TAMAÑO DE FONDO FANART

source: GOOGLE
es: GOOGLE IMÁGENES

source: Save position widget
es: Guardar posición del widget

source: Primetime with image and hour
es: Evento de máxima audiencia, con imagen y hora

source: Donwloads...
es: Descargas...

source: Download :
es: Descargado(s) desde,

source: Downloaded from TVMOVIE.DE...
es: Descargando de TVMOVIE.DE,

source: Downloaded from TMDB...
es: Descargando de TMDB...

source: Downloaded from TVDB...
es: Descargando de TVDB...

source: Downloaded from FANART...
es: Descargando de FANART...

source: Downloads finished...
es: Descargas finalizadas...

source: Downloaded from GOOGLE...
es: Descargando de GOOGLE...

source: NOW AND RESTART TO SEARCH AND DOWNLOAD IN BACKGROUND WITH TIMER?
es: ¿Quiere reiniciar ahora para buscar y descargar con el temporizador, en segundo plano?

source: ACTIVATE TIMER
es: ACTIVAR TEMPORIZADOR

source: Select timer update for events...
es: Temporizador para descarga de eventos...

source: TIMER (HOURS)
es: TEMPORIZADOR (Horas)

source: Select hours to update...
es: Selecciona el tiempo para actualizar...

source: SEARCH NEXT EVENTS
es: BUSCAR PRÓXIMOS EVENTOS

source: Enter the number of next events...
es: Introduzca el número de eventos a buscar...

source: CHOOSE BOUQUET LIST
es: ESCOGE LISTA DE FAVORITOS

source: (OK) To select bouquet to search...
es: (OK) Para seleccionar lista favoritos a buscar...

source: (Ok) to select bouquet
es: (OK) seleccionar lista favoritos

source: now-next
es: programa actual y siguiente

source: This backdrop exists or not found on TMDB...
es: Imagen existe, o no se encuentra en TMDB...

source: This backdrop exists or not found on TVDB...
es: Imagen existe, o no se encuentra en TVDB...

source: This backdrop exists or not found on FANART...
es: Imagen existe, o no se encuentra en FANART...

source: Choose favorites list to download...
es: Elije la lista de favoritos para descargar...

source: Press the green button to start downloads...
es: Pulsa el botón verde para iniciar las descargas...

source: 'OK' select location downloads...
es: (OK) seleccionar ubicación de las descargas...

source: Bouquet Selection...
es: Selección Favoritos...

source: This backdrop exists or not found on GOOGLE...
es: Imagen existe, o no se encuentra en GOOGLE...

source: This backdrop exists or not found on TVMOVIE.DE...
es: Imagen existe, o no se encuentra en TVMOVIE.DE...

source: Do you want to restart now, to change location? If you use Timer, you will have to choose bouquet list again on restart.
es: ¿Quieres reiniciar ahora, para cambiar ubicación? Si usas Temporizador, deberás volver a escoger lista de favoritos al reiniciar.

source: Bouquet list not found! Before launching search, choose bouquet list!
es: ¡Lista de favoritos no encontrada! ¡Antes de iniciar la búsqueda, elije la lista de favoritos!

source: Error! There is no Internet conection!
es: ¡Error! ¡No hay conexión a Internet!

source: PermanentEvent Downloads finished!
es: PermanentEvent ¡Descarga de imágenes finalizada!

source: PermanentEvent Downloads started!
es: PermanentEvent ¡Descarga de imágenes iniciada!

source: TIMER ALERTS
es: ALERTAS DEL TEMPORIZADOR

source: Enable Info downloads notification...
es: Activa la notificación de las descargas...

source: Are you sure you want to delete the images?
es: ¿Estás seguro que quieres borrar las imágenes?

source: Do you want to restart now, to change widget?
es: ¿Quieres reiniciar ahora, para cambiar widget?

source: Shows the event permanent on the screen
es: Muestra el evento permanente en la pantalla
