Repository: OpenSPA/SpaOpenPlugins
Catalog: spzaddiptv/plugin/locale/*.po
Languages: ca, de, fr

source: Cancel
ca: Cancel·lar
de: Abbrechen
fr: Effacer

source: Select
ca: Seleccionar
de: Wählen
fr: Selectionner

source: View
ca: Veure
de: Ansicht
fr: Voir

source: Add Selected
ca: Afegir seleccionats
de: Auswahl hinzufügen
fr: Ajouter sélectionnée

source: Select streams to add in bouquet
ca: Seleccioneu streams a afegir al bouquet
de: Wählen Sie Streams zum Hinzufügen in Bouquets aus
fr: Sélectionner les flux à ajouter au favoris

source: Add stream from
ca: Afegir stream des de
de: Stream hinzufügen von
fr: Ajouter le flux depuis

source: Select URL type
ca: Seleccioneu tipus d'URL
de: Wählen Sie den URL-Typ
fr: Selectioner la sorte d'URL

source: Append
ca: Afegir
de: Anhängen
fr: Ajouter

source: From file
ca: Des d'arxiu
de: Aus Datei
fr: Depuis ces archives

source: New bouquet
ca: Nou bouquet
de: Neue Favoriten
fr: Nouveau favoris

source: Select a bouquet to add channels to
ca: Seleccioneu un bouquet on afegir-hi canals
de: Wählen Sie ein Favoriten aus, dem Sie Sender hinzufügen möchten
fr: Sélectionnez les favoris auquel vous ajouter des chaînes

source: Enter Bouquet name
ca: Introduïu el nom del bouquet
de: Geben Sie den Favoritenname ein
fr: Entrer le nom du favoris

source: Add IPTV Channels
ca: Afegir canals IPTV
de: Fügen Sie IPTV-Sender hinzu
fr: Ajouter des chaines IPTV

source: Enter name
ca: Introduïu el nom
de: Name eingeben
fr: entrer le nom

source: Enter URL
ca: Introduïu URL
de: URL eingeben
fr: Entrer l'URL

source: Add streaming channels to your channellist
ca: Afegeix canals de stream a la llista
de: Füge Streaming-Sender zu deiner Senderliste hinzu
fr: Ajouter des chaînes en streaming à votre liste de chaînes

source: Change All Selections
ca: Canviar seleccions
de: Alle Auswahlen ändern
fr: Changer les selections
