Repository: OpenSPA/SpaOpenPlugins
Catalog: mytube/plugin/locale/*.po
Languages: ca, fr

source: Results
ca: Resultats
fr: Resultats

source: Added:
ca: Afegit:
fr: Ajouter:

source: All
ca: Tots
fr: Tout

source: All Time
ca: Qualsevol data
fr: Toujours

source: An error occured.
ca: Hi ha hagut un error.
fr: Une erreur est apparue.

source: Ascending
ca: Ascendent
fr: Ascendant

source: Ask to load new entries
ca: Carregar noves entrades
fr: Demander de charger de nouvelles entrées

source: Ask user
ca: Demanar-ho a l'usuari
fr: Demandez à l'utilisateur

source: Australia
ca: Austràlia
fr: Australie

source: Author:
ca: Autor:
fr: Auteur:

source: Autos & Vehicles
ca: Cotxes i vehicles
fr: autos et véhicules

source: Brazil
ca: Brasil
fr: Brésil

source: Canada
ca: Canadá

source: Choose target folder
ca: Trieu la carpeta de destí
fr: choisir un dossier de destination

source: Clear history on Exit:
ca: Esborrar l'històric en sortir:
fr: Effacer l'historique et sortir:

source: Close
ca: Tancar
fr: Fermer

source: Comedy
ca: Humor
fr: Humour

source: Czech Republic
ca: República Txeca
fr: Republique Tchèque

source: Descending
ca: Descendent
fr: Descendant

source: Display search results by:
ca: Visualitzar resultats per:
fr: Afficher les résultats de la recherche pour:

source: Do you want to see more entries?
ca: Voleu veure més entrades?
fr: Voulez-vous voir plus d'entrées?

source: Download Video
ca: Descarregar vídeo
fr: charger video

source: Download location
ca: Ruta de descàrrega
fr: Emplacement des téléchargement

source: Downloading screenshots. Please wait...
ca: Descarregant imatges. Espereu...
fr: Téléchargement de captures d'écran. S.V.P., attendez...

source: Duration:
ca: Duració:
fr: Durée:

source: Education
ca: Educació

source: Enter your search term(s)
ca: Introduïu terme(s) de recerca
fr: Entrez votre mot à rechercher

source: Entertainment
ca: Entreteniment
fr: Divertissement

source: Fetching feed entries
ca: Obtenint entrades
fr: Récupération des entrées de feed

source: Fetching search entries
ca: Obtenint entrades de recerca
fr: Récupération des sorties de feed

source: Film & Animation
ca: Pel·lícules i animació
fr: Film et Animation

source: France
ca: França

source: Gaming
ca: Jocs
fr: Jeux

source: Genuine Dreambox validation failed!
ca: Validació de Dreambox genuina fallada!
fr: Échec de la validation de la Dreambox!

source: Germany
ca: Alemanya
fr: Allemagne

source: Great Britain
ca: Gran Bretanya
fr: Grande Bretagne

source: HD videos
ca: Vídeos HD
fr: Videos HD

source: Help
ca: Ajuda
fr: Aide

source: History
ca: Històric
fr: Histoire

source: Holland
ca: Holanda
fr: Pays-bas

source: Howto & Style
ca: Estil
fr: Style

source: India
ca: Índia
fr: Inde

source: Ireland
ca: Irlanda
fr: Irlande

source: Italy
ca: Itàlia
fr: Italie

source: Japan
ca: Japó
fr: Japon

source: Load feed on startup:
ca: Carregar entrades en iniciar:
fr: Charger le feed au démarrage:

source: Mexico
ca: Mèxic
fr: México

source: More video entries.
ca: Més entrades de vídeo.
fr: Plus d'entrées vidéo.

source: Most discussed
ca: Més discutits
fr: Le plus discutés

source: Most linked
ca: Més enllaçats
fr: Le plus appelé

source: Most popular
ca: Més populars
fr: Le plus populaire

source: Most recent
ca: Més recents
fr: Le plus récent

source: Most responded
ca: Amb més respostes
fr: Avec le plus de réponse

source: Most shared
ca: Més compartits
fr: Le plus partagé

source: Most viewed
ca: Més vistos
fr: Le plus vu

source: Music
ca: Música
fr: Musique

source: MyTube Settings
ca: Configuració MyTubePlayer
fr: Configuration de MyTube

source: MyTubePlayer Help
ca: Ajuda MyTubePlayer
fr: Aide MyTubePlayer

source: MyTubePlayer active video downloads
ca: Descàrregues actives de MyTubePlayer
fr: Chargement des vidéos MyTubePlayer activé

source: MyTubePlayer settings
ca: Configuració MyTubePlayer
fr: Configuration MyTubePlayer

source: MyTubeVideoInfoScreen
ca: Info de MyTubeVideo
fr: Info pour MyTubeVideo

source: MyTubeVideohelpScreen
ca: Ajuda de MyTubeVideo
fr: Ecran d'aide pour MyTubeVideo

source: New Zealand
ca: Nova Zelanda
fr: Nouvelle-Zélande

source: News & Politic
ca: Notícies i política
fr: Actualité et politique

source: No playable video found! Stop playing this movie?
ca: No s'ha trobat cap vídeo visualitzable! Aturar la reproducció?
fr: Aucune vidéo jouable trouvée! Arrêtez de jouer ce film?

source: No videos to display
ca: No hi ha vídeos per mostrar
fr: Pas de vidéo à montrer

source: No, but play video again
ca: No, veure el vídeo un altre cop
fr: Non, voir de nouveau la vidéo

source: No, but switch to video entries.
ca: No, anar a entrades de vídeo.
fr: Non, mais passez aux entrées vidéo.

source: No, but switch to video search.
ca: No, realitzar una altra recerca
fr: Non, mais passez a la recherche de vidéo

source: Nonprofits & Activism
ca: ONGs i activisme
fr: ONG et activisme

source: Not fetching feed entries
ca: No hi ha entrades
fr: Pas de récupération des entrées de feed

source: People & Blogs
ca: Gent i blogs
fr: presse people

source: Pets & Animals
ca: Animals
fr: Mascotte et animaux

source: Play YouTube movies
ca: Reproduir vídeos de YouTube
fr: Jouer une videos de YouTube

source: Play next video
ca: Veure vídeo següent
fr: Jouer la vidéo suivante

source: Play video again
ca: Tornar a veure el vídeo
fr: revoir la vidéo

source: Please enter your search term.
ca: Introduïu el terme de recerca
fr: Entrer un mot de recherche S.V.P.

source: Please select a standard feed or try searching for videos.
ca: Seleccioneu un vídeo o intenteu una recerca
fr: Veuillez sélectionner un feed standard ou essayez de rechercher des vidéos.

source: Poland
ca: Polònia
fr: Pologne

source: Published
ca: Publicat
fr: Publier

source: Rating
ca: Valoració
fr: Classement

source: Ratings:
ca: Valoració:
fr: Classements

source: Really quit MyTube Player?
ca: Segur que voleu sortir de MyTubePlayer?
fr: Voulez vous quitter MyTubePlayer?

source: Recently featured
ca: Destacats
fr: Récemment présenté

source: Related video entries.
ca: Vídeos relacionats.
fr: Entrées vidéo connexes.

source: Relevance
ca: Rellevància
fr: Relevancia

source: Response video entries.
ca: Vídeos de resposta.
fr: Réponse pour la vidéo .

source: Return to movie list
ca: Tornar a la llista de pel·lícules
fr: Revenir à la liste des films

source: Return to movie list?
ca: Tornar a la llista de pel·lícules?
fr: Revenir à la liste des films ?

source: Russia
ca: Rússia
fr: Russie

source: Save
ca: Desar
fr: Sauver

source: Science & Technology
ca: Ciència i tecnologia
fr: Science & Technologie

source: Search Term(s)
ca: Cercar:
fr: chercher le mot(s)

source: Search category:
ca: Categoria de recerca:
fr: Chercher la catégorie:

source: Search region:
ca: Regió de recerca:
fr: Chercher la région:

source: Search restricted content:
ca: Cercar contingut restringit:
fr: Chercher un contenu restreint:

source: Select new feed to view.
ca: Seleccioneu una nova entrada per a veure-la.
fr: Seleccione un nouveau feed à voir.

source: Select your choice.
ca: Seleccioneu una opció.
fr: Selectionner votre choix.

source: Short Movies
ca: Curts de cinema
fr: Courts Métrages

source: Sorry, video is not available!
ca: El vídeo no està disponible!
fr: Désolé la vidéo n'est pas disponible!

source: South Korea
ca: Korea del Sud
fr: Corée du Sud

source: Spain
ca: Espanya
fr: Espagne

source: Sports
ca: Esports

source: Start with following feed:
ca: Iniciar amb les entrades següents:
fr: Démarrer avec le feed suivant:

source: Std. Feeds
ca: Categories
fr: Categories

source: Stop playing this movie?
ca: Aturar la reproducció d'aquest vídeo?
fr: Arrêter de passer ce film?

source: Sweden
ca: Suècia
fr: Suède

source: Tags:
ca: Etiquetes:
fr: Etiquettes

source: There was an error getting the feed entries. Please try again.
ca: S'ha produit un error en obtenir les entrades. Torneu a provar-ho
fr: Une erreur lors de l'obtention du feed. Veuillez réessayer

source: This Month
ca: Aquest mes
fr: Ce mois

source: This Week
ca: Aquesta setmana
fr: Cette semaine

source: This is the help screen. Feed me with something to display.
ca: Aquesta és la pantalla d'ajuda.
fr: Ceci est l'écran d'aide. Entrer une donnée à afficher.

source: Today
ca: Avui
fr: Aujourd'hui

source: Top favorites
ca: Top favorits
fr: Top favorits

source: Top rated
ca: Millor valorats
fr: Meilleur notes

source: Travel & Events
ca: Viatges i events
fr: Voyages et évènements

source: Trending videos
ca: Vídeos populars (trending vídeos)
fr: Videos les plus vues

source: Trying to download the Youtube feed entries. Please wait...
ca: Intentant descarregar les entrades de Youtube. Espereu...
fr: Essaye de télécharger les feeds Youtube. S.V.P. attendez...

source: Trying to download the Youtube search results. Please wait...
ca: Intentant descarregar els resultats de recerca de Youtube. Espereu...
fr: Essaye de télécharger les résultats de recherche Youtube. S.V.P. attendez...

source: United States
ca: Estats Units
fr: Etats-nis

source: User video entries.
ca: Entrades de vídeo de l'usuari.
fr: Entrées vidéo utilisateur.

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
ca: Verifica l'autencitat del receptor
fr: Vérifiez votre vrai Dreambox en exécutant le vrai plugin dreambox

source: Video YouTube...
ca: Vídeo de YouTube
fr: Video de YouTube

source: Videobrowser exit behavior:
ca: Comportament del VideoBrowser en sortir:
fr: Comportement de sortie de Videobrowser:

source: Videoplayer stop/exit behavior:
ca: Comportament del reproductor en aturar/sortir:
fr: Comportement d'arrêt / sortie du lecteur vidéo:

source: View Count
ca: Nombre de visites
fr: Nombre de vues

source: View Users Video
ca: Veure vídeos d'usuaris
fr: Voir les videos de l'utilisateur

source: View active downloads
ca: Veure descàrregues actives
fr: Afficher les téléchargements en cours

source: View related videos
ca: Veure vídeos relacionats
fr: Voir les vidéos liées

source: View response videos
ca: Veure vídeos de resposta
fr: Voir les vidéos de réponse

source: Views:
ca: Visites:
fr: les vues:

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
ca: Benvingut a MyTube Youtube Player. Utilitzeu CH+ per anar a la zona de recerca, i CH- per anar a les entrades de vídeo. Per veure un vídeo premeu OK. Premeu INFO per veure informació del vídeo. Premeu MENU per veure més opcions. .
fr: Bienvenu sur le player de MyTube Youtube. Utilisez le bouton + pour accéder au champ de recherche, et le Bouton - pour aller vers les vidéo Pour voir une vidéo appuyez sur OK. Appuyez INFO pour voir les infos sur la vidéo. Appuyez MENU pour voir plus d'options. Bouton HELP affiche à nouveau cette aide.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
ca: Benvingut a MyTube Youtube Player. En introduir els termes de recerca podreu veure suggeriments referits a la vostra recerca. Per seleccionar un suggeriment premeu tecla avall, seleccioneu el terme desitjat i premeu OK. Premeu EXIT per tornar a la caixa de text.
fr: Bienvenu sur le player de MyTube Youtube. Lors de la saisie de vos termes de recherche, des suggestions s'affichent. Pour sélectionner une suggestion, appuyez sur DOWN de votre télécommande, sélectionnez le résultat souhaité et appuyez sur OK sur votre télécommande pour lancer la recherche Appuyez sur exit pour revenir au champ de saisie.

source: Yes
ca: Si
fr: Oui

source: Yes, but play next video
ca: Sí, però reproduir el vídeo següent
fr: Oui,mais jouer la vidéo suivante

source: Yes, but play previous video
ca: Sí, però reproduir el vídeo anterior
fr: Oui,mais jouer la vidéo précédente

source: Exit
ca: Sortir
fr: Sortir

source: My Subscriptions
ca: Les meves suscripcions
fr: Mon abonnement

source: My Favorites
ca: Els meus favorits
fr: Mes favorites

source: My History
ca: El meu historial
fr: Mon historique

source: My Watch Later
ca: Els meus 'Veure més tard'
fr: Mon voir plus tard

source: My Recommendations
ca: Les meves recomanacions
fr: Mes recommendations

source: My Uploads
ca: Els meus vídeos pujats
fr: Mes envois

source: Subscribe to user
ca: Subscriure'm a aquest usuari
fr: Abonnement de l'utilisateur

source: Add to favorites
ca: Afegir a favorits
fr: Ajouter aux favoris

source: Results:
ca: Resultats:
fr: Resultats:

source: Page:
ca: Pàgina:

source: Search results
ca: Resultats de recerca
fr: Resultadts de la recherche

source: Login OK
ca: Accés OK
fr: Acces OK

source: Hello
ca: Hola
fr: Bonjour

source: Login failed
ca: Fallada d'accés
fr: Accès a échoué

source: Youtube Username (reopen plugin on change):
ca: Usuari de Youtube (reobrir plugin si es canvia):
fr: votre nom dans Youtube (rouvrir le plugin au changement):

source: Youtube Password (reopen plugin on change):
ca: Password de Youtube (reobrir plugin si es canvia):
fr: Mot de passe pour Youtube (rouvrir le plugin au changement):

source: Auto paginate on last entry:
ca: Auto-paginar en la darrera entrada:
fr: Pagination automatique à la dernière entrée:

source: Reset tv-screen after playback:
ca: Resetar la finestra de tv després del vídeo:
fr: Réinitialiser l'écran de télévision après la lecture:

source: My videos uploaded viewed
ca: Els meus vídeos pujats vistos
fr: Mes vidéos téléchargées ont été vues

source: Videos watch
ca: Vídeos vistos
fr: Videos vues

source: Videos uploaded
ca: Vídeos pujats
fr: Videos chargées

source: New subscription added
ca: Nova subscripció afegida
fr: ajouter un nouvel abonnement

source: Unknown error
ca: Error desconegut
fr: Erreur inconnue

source: Video successfully added to favorites
ca: Vídeo afegit a favorits correctament
fr: Vidéo ajoutée aux favoris avec succès

source: View user videos
ca: Veure vídeos de l'usuari
fr: Voir les vidéos des utilisateurs

source: Allow viewing adult videos:
ca: Permetre vídeos d'adults:
fr: Autoriser la visualisation de vidéos pour adultes:

source: Sorry, Video has age restriction!
ca: El vídeo té restricció per l'edat!
fr: Désolé , cette vidéo est pour les adultes!

source: Video EOF behavior:
ca: Comportament en acabar el vídeo:
fr: Comportement EOF vidéo:

source: by
ca: de
fr: de

source: Login at start:
ca: Login en iniciar:
fr: Accès au démarrage:

source: Channel
ca: Canal
fr: Chaine

source: Login
ca: Accés
fr: Acces

source: Remove Subscription
ca: Eliminar subscripció
fr: Supprimer l'abonnemet

source: Remove From Favorites
ca: Eliminar de favorits
fr: Supprimer des favoris

source: Go to %s And enter the code %s
ca: Accediu a %s i introduïu el codi %s
fr: Aller à %s et rentrer le code %s

source: Subscription Succesfully
ca: Subscripció realitzada
fr: Inscription réussie

source: Subscription error
ca: Error en realitzar la subscripció
fr: Inscription en erreur

source: Remove Subscription Succesfully
ca: Subscripció eliminada correctament
fr: Supression de l'inscription réussie

source: Error: No remove Subscription
ca: Error: No s'ha eliminat la subscripció
fr: Erreur: la suppression á échouée

source: Video append to favorites
ca: Vídeo afegit a favorits
fr: Ajouter la video Video aux favorits

source: Error: No video append
ca: Error: Vídeo no afegit
fr: Erreur: aucune vidéo ajoutée

source: Video remove from favorites
ca: Vídeo eliminat de favorits
fr: Video supprimée des favorits

source: Error: No remove video from favorites
ca: Error: No s'ha eliminat el vídeo de favorits
fr: Erreur: Video pas supprimée des favorits

source: Search for videos:
ca: Cercar vídeos:
fr: Chercher une videos:

source: Search for channels:
ca: Cercar canals:
fr: Chercher des chaines:

source: My videos likes
ca: Vídeos que m'agraden
fr: Videos qui me plaisent

source: Like this video
ca: Aquest vídeo m'agrada
fr: Cette video me plait

source: Dislike this video
ca: Aquest vídeo no m'agrada
fr: Cette video ne me plait pas

source: Please, type your CLIENT_ID & CLIENT_SECRET in /etc/keys/mytube.key
ca: Si us plau, posa el teu CLIENT_ID y CLIENT_SECRET a /etc/keys/mytube.key

source: Please, type your YOUTUBE API KEY in /etc/keys/mytube.key
ca: Si us plau, posa el teu YOUTUBE API KEY a /etc/keys/mytube.key

source: No
fr: Non

source: Subscriptors
fr: Abonnements
