Repository: OpenSPA/SpaOpenPlugins
Catalog: sinriconnect/plugin/locale/*.po
Languages: ca, es

source: *** CHANNEL NOT FOUND ***
ca: *** CANAL NO TROBAT ***
es: *** CANAL NO ENCONTRADO ***

source: Do nothing
ca: No fer res
es: No hacer nada

source: Restart Enigma
ca: Reiniciar Enigma
es: Reiniciar Enigma

source: Reboot Receiver
ca: Reiniciar el receptor
es: Reiniciar el receptor

source: Restart CAMD
ca: Reiniciar CAMD
es: Reiniciar CAMD

source: Download EPG
ca: Descarregar l'EPG
es: Descargar el EPG

source: Show Actual Event Info
ca: Veure la informació del programa actual
es: Ver la información del evento actual

source: Show the EPG of the Current Channel
ca: Veure l'EPG del canal actual
es: Ver el EPG del canal actual

source: Show EPG Guide
ca: Veure la guia d'EPG
es: Ver la Guía de EPG

source: Simulate Pressing the Exit Button
ca: Simular prèmer el botó Exit
es: Simular presionar el botón Exit

source: Launch script /usr/script/sinric.sh
ca: Executar el script /usr/script/sinric.sh
es: Lanzar el script /usr/script/sinric.sh

source: Launch Kodi
ca: Iniciar Kodi
es: Lanzar Kodi

source: Exit
ca: Sortir
es: Salir

source: Connect
ca: Connectar
es: Conectar

source: Channels
ca: Canals
es: Canales

source: Connect when starting Enigma
ca: Connectar quan iniciï Enigma
es: Conectar cuando inicie Enigma

source: See Popup when connecting from start
ca: Veure Popup quan es conecti a l'inici
es: Ver Popup cuando se conecte al inicio

source: See the volume bar when changing it
ca: Veure la barra de volum quan es canviï
es: Ver la barra de volumen cuando se cambie

source: Add interactions in the log
ca: Afegir interaccions al log
es: Añadir interacciones al log

source: Use Custom Channel Table
ca: Utilitzar taula personalitzada de canals
es: Usar tabla personalizada de canales

source: CHANNEL TABLE
ca: TAULA DE CANALS
es: TABLA DE CANALES

source: Back
ca: Enrera
es: Atrás

source: Append
ca: Afegir
es: Añadir

source: Channel Number %d ==>
ca: Canal Numero %d ==>
es: Canal número %d ==>

source: Edit
ca: Editar
es: Editar

source: Remove
ca: Eliminar
es: Eliminar

source: Channel Number
ca: Número de Canal
es: Número de canal

source: Channel (Press Ok to change)
ca: Canal (Prem OK per a canviar)
es: Canal (Presiona OK para cambiar)

source: Connected
ca: Connectat
es: Conectado

source: Disconnected
ca: Desconnectat
es: Desconectado

source: Select channel
ca: Sel·lecciona canal
es: Selecciona canal

source: Client is connected
ca: El client s'ha connectat
es: El cliente se ha conectado

source: The configuration file is not filled in correctly. You must first open an account at https://sinric.pro/ and create a device of type Tv. The application key, application secret and device id must be entered in the /etc/keys/sinric.keys file after the = sign of each key.
ca: L'arxiu de configuració no estè emplenat correctament. Primer has d'obrir un compte en https://sinric.pro/ i crear un dispositiu de tipus TV. L'application key, application secret i device id s'han de col·locar a l'arxiu /etc/keys/sinric.keys després del signe = de cada clau.
es: El archivo de configuración no está rellenado correctamente. Primero debes abrir una cuenta en https://sinric.pro/ y crear un dispositivo de tipo TV. El aplication key, application secret y device id debe ser colocado en el archivo /etc/keys/sinric.keys después del signo = de cada clave.

source: Allows you to control the receiver with Alexa or Google Home using Sinric Pro.
ca: Permet controlar el receptor amb Alexa o Google Home utilitzant Sinric Pro.
es: Permite controlar el receptor con Alexa o Google Home usando Sinric Pro.

source: Restarting CAMD
ca: Reiniciant CAMD
es: Reiniciando CAMD

source: Bouquets
ca: Llistes FAV
es: Listas FAV

source: Switch All
ca: Canvia-ho tot
es: Cambiar todo

source: Simulate Pressing the Left Button
ca: Simular prèmer el botó Esquerra
es: Simular presionar el botón Izquierda

source: Simulate Pressing the Right Button
ca: Simular prèmer el botó Dreta
es: Simular presionar el botón Derecha

source: Simulate Pressing the Up Button
ca: Simular prèmer el botó Amunt
es: Simular presionar el botón Arriba

source: Simulate Pressing the Down Button
ca: Simular prèmer el botó A baixo
es: Simular presionar el botón Abajo

source: Simulate Pressing the OK Button
ca: Simular prèmer el botó OK
es: Simular presionar el botón OK

source: Simulate Pressing the Menu Button
ca: Simular prèmer el botó Menú
es: Simular presionar el botón Menú

source: Simulate Pressing the Red Button
ca: Simular prèmer el botó Vermell
es: Simular presionar el botón Rojo

source: Simulate Pressing the Green Button
ca: Simular prèmer el botó Verd
es: Simular presionar el botón Verde

source: Simulate Pressing the Yellow Button
ca: Simular prèmer el botó Groc
es: Simular presionar el botón Amarillo

source: Simulate Pressing the Blue Button
ca: Simular prèmer el botó Blau
es: Simular presionar el botón Azul

source: Change to the channel programmed search
ca: Canviar al canal de cerca programada
es: Cambiar al canal de búsqueda programada

source: Connectingh
es: Conectando

source: Client cannot connect
es: El cliente no se puede conectar
