Repository: OpenSPA/SpaOpenPlugins
Catalog: spzremotechannels/plugin/locale/*.po
Languages: ca, de, fr

source: EPG Download: Remote Channels
ca: Descàrrega d'EPG: Canals remots
de: EPG-Download: Remote-Kanäle
fr: Charger l'EPG: Canaux distants

source: Wait...
ca: Espereu...
de: warten...
fr: Attendez...

source: Wait for Channel:
ca: Esperant el canal:
de: Warten auf Sender:
fr: Attendez pour la chaine:

source: The download is in progress. Exit now?
ca: La descàrrega està en procés. Voleu sortir?
de: Der Download ist im Gange. Jetzt abbrechen?
fr: Le chargement est en cour. voulez vous sortir maintenant?

source: Exit
ca: Sortir
de: Beenden
fr: Sortir

source: FTP Server Editor
ca: Editor de servidor FTP
fr: Editeur du service FTP

source: Keyboard
ca: Teclat
de: Tastatur
fr: Clavier

source: Use address
ca: Conf. adreça
de: Adresse verwenden

source: Use IP
ca: Conf. IP
de: Benutze IP
fr: Utilisez l'IP

source: Username:
ca: Nom d'usuari:
de: Benutzername:
fr: Nom d'usage:

source: Password:
ca: Contrasenya:
de: Passwort:
fr: Mot de passe:

source: FTPport:
ca: Port FTP
fr: Port FTP

source: Passive:
ca: Passiu:
de: Passiv:

source: Telnetport:
ca: Port telnet:
fr: Port telnet:

source: HTTPport:
ca: Port HTTP:
fr: Port HTTP:

source: HTTP Authentication:
ca: Autenticació HTTP:
de: HTTP-Authentifizierung
fr: Autentification HTTP:

source: Adress:
ca: Adreça:
de: Adresse:
fr: Adresse:

source: Enter address
ca: Introduïu l'adreça
de: Adresse eingeben
fr: entrez l'adresse

source: Enter username
ca: Introduïu el nom d'usuari
de: Nutzernamen eingeben
fr: Entrez votre Nom d'usage

source: Enter password
ca: Introduïu contrasenya
de: Passwort eingeben
fr: Entrez votre mot de passe

source: Close
ca: Tancar
de: Schliessen
fr: Fermez

source: Set server IP
ca: Configurar IP
de: Server IP einsetzen
fr: Définir l'IP du serveur

source: Select a remote server IP first
ca: Primer seleccioneu una adreça IP del servidor
de: Wählen Sie zuerst eine entfernte Server-IP
fr: Sélectionnez d'abord une adresse IP du serveur distant

source: Select bouquets to convert
ca: Seleccioneu els favorits a convertir
de: Bouquets zum konvertieren auswählen
fr: Sélectionnez les favoris à changer

source: Testing remote connection
ca: Comprovar la connexió remota
de: Fernsteuerung test
fr: Test de connexion à distance

source: Connection to remote IP ok
ca: Connexió a IP remota correcta
de: Verbindung zum externen Server OK
fr: Connexion à distance IP ok

source: Could not connect to remote IP
ca: No es pot connectar a la IP remota
de: Keine Verbindung zum externen Server
fr: Ne peut se connecter à l'IP distance

source: Downloading remote services
ca: Descarregant canals remots
de: Herunterladen von Remote-Diensten
fr: Téléchargement de services distants

source: Download from remote failed
ca: La descàrrega remota ha fallat
de: Download von ext.Quelle fehlgeschlagen
fr: Le téléchargement a échoué

source: FTP reading file %d of %d
ca: FTP: Llegint l'arxiu %d de %d
de: FTP-Lesedatei %d von %d
fr: FTP: Lecture du fichier% d à partir de% d

source: Make your selection
ca: Feu la selecció
de: Treffen Sie Ihre Auswahl
fr: Faites votre séléction

source: Download
ca: Descarregar
de: Herunterladen
fr: Chargez

source: Invert
ca: Invertir
de: Umkehren
fr: Inversez

source: No bouquets selected
ca: No hi ha llistes seleccionades
de: Keine Bouquet ausgewählt
fr: Aucun favori n'est sélectionné

source: Append Remote channels streams
ca: Afegir canals remots
de: Hängen Sie Remote-Sender-Streams an
fr: Ajouter des flux de chaînes distantes

source: Convert remote channel list for streaming
ca: Convertir llista de canals remots per a streaming
de: Konvertieren Sie die Externe-Senderliste für das Streaming
fr: Convertir la liste des chaînes distantes pour le streaming

source: Download EPG from Remote Channels
ca: Descarregar EPG de canals remots
de: Laden Sie EPG von Externen Sender herunter
fr: Charger l'EPG de la liste des chaines

source: Register Channel as:
ca: Registrar canal com
de: Sender registrieren als:
fr: Enregistrez la chaine comme

source: Streamport:
ca: Port per al Stream:
fr: Port du Streaming:

source: Stream Authentication:
ca: Autenticació per al Stream:
de: Stream Authentifizierung:
fr: Autentification du Stream:

source: It is not possible to connect to the indicated address
ca: No és possible connectar amb l'adreça indicada

source: use adress
fr: Utilisez l'adresse.
