Repository: OpenSPA/SpaOpenPlugins
Catalog: spzCAMD/plugin/locale/*.po
Languages: fr

source: CAMD start after boot
fr: CAMD démarrer après le démarrage

source: COMPLETED
fr: COMPLET

source: Check every (seg)
fr: Tout vérifier (seg.)

source: Configuring...
fr: Configurer...

source: Daily AutoRestart end time
fr: Heure de fin quotidienne du redémarrage automatique

source: Daily AutoRestart start time
fr: Heure de début quotidienne du redémarrage automatique

source: Do you want to install?
fr: Voulez vous installer?

source: Download
fr: Chargement

source: Downloading
fr: En cour de chargement

source: Downloads
fr: Chargements

source: Enable Daily AutoRestart
fr: Activer le redémarrage automatique quotidien

source: Error downloading
fr: Erreur de chargement

source: Error reading remote file
fr: Erreur de lecture du fichier

source: File(s)
fr: Archive(s)

source: Finish...
fr: Fini...

source: Finished
fr: Se termine

source: Home
fr: Accueil

source: Installation Completed
fr: Installation terminée

source: Installing...
fr: En train d'être installé...

source: Nothing
fr: Rien

source: Press [OK] to retry
fr: Appuyez sur [OK] pour réessayer.

source: Press any key to back
fr: Appuyez sur n'importe quelle touche pour revenir

source: Press any key to go back
fr: Appuyez sur n'importe quelle touche pour revenir

source: Restart CAMD after accidental closure
fr: Redémarrer le CAMD après une fermeture accidentelle

source: Show CCcamInfo in extensions menu?
fr: Afficher CCcamInfo dans le menu extensions?

source: Show OScamInfo in extensions menu?
fr: Afficher OScamInfo dans le menu extensions?

source: Start Camd...
fr: Démarrer Camd...

source: Start Camd:
fr: Démarrer Camd:

source: Start/Restart
fr: Démarrer/redémarrer

source: Stop
fr: Arrêter

source: Stop Camd:
fr: Arrêter Camd:

source: URL Request error. Check internet conection.
fr: Erreur de demande d'URL. Vérifier la connexion internet.

source: View message
fr: Voir le message

source: Wait...
fr: Attendre...

source: immediately
fr: Immediatement

source: not working
fr: ne fonctionne pas.

source: spazeTeam Download
fr: Chargement spazeTeam

source: spazeTeam Downloads
fr: Chargements spazeTeam

source: when a service starts
fr: Quand un service démarre
