Repository: OpenSPA/SpaOpenPlugins
Catalog: tailscale/plugin/locale/*/LC_MESSAGES/Tailscale.po
Languages: es

source: Actived
es: Activado

source: Tailscale Network
es: Red Tailscale

source: Tailscale Settings
es: Configuración Tailscale

source: Stop
es: Parar

source: Start
es: Iniciar

source: Disable Daemon
es: Desactivar servicio

source: Not Running
es: No Activado

source: Enable Daemon
es: Activar servicio

source: Setup
es: Configuración

source: Tailscale-Daemon:
es: Servicio Tailscale:

source: Status
es: Estado

source: Version
es: Versión

source: Device
es: Dispositivo

source: Press Menu button and enter Auth Key to register device
es: Pulsa botón menú y entra tu clave de registro (Auth Key) para autenticar el dispositivo

source: Cancel
es: Cancelar

source: Load Auth Key
es: Cargar clave de registro

source: Keyboard
es: Teclado

source: Automatic Start
es: Inicio automático

source: Enable/Disable automatic start when enigma2 boots
es: Activar/Desactivar inicio automático cuando arranque enigma2

source: Auth key
es: Clave de autenticación

source: Auth key to register your device in Tailscale.
es: Clave de autenticación para registrar su dispositivo en Tailscale.

source: Execution finished.
es: Ejecución finalizada.

source: True
es: Si

source: False
es: No

source: Devices in your network
es: Dispositivos en tu red

source: Downloading data, please wait...
es: Descargando datos, por favor espere...

source: %d Entries
es: %d Dispositivos

source: Close
es: Cerrar

source: Update Tailscale
es: Actualizar Tailscale

source: New version found. Current version: %s New version: %s Do you want to install?
es: Nueva versión encontrada. Versión actual: %s Versión nueva: %s ¿Quieres instalar?

source: NeedsLogin
es: Necesita iniciar sesión

source: Last version installed
es: Ya tienes la última versión instalada

source: Could not get the list of devices on your network. To display the devices in your Tailscale network you must: 1. Click in "Generate access token" in your Tailscale web session 2. Enter your generated key in /etc/keys/tailscale_api.key
es: No se pudo obtener la lista de dispositivos en su red. Para mostrar los dispositivos en su red Tailscale: 1. Click en "Generate access token" en su sesión web Tailscale. 2. Ingrese su clave generada en /etc/keys/tailscale_api.key

source: 1. Enter your key by pressing BLUE or entering it manually in the file /etc/keys/tailscale.key 2. Press YELLOW button. 3. Press "OK". Wait a few seconds until it shows "Running".
es: 1. Ingrese su clave pulsando AZUL o ingresándola manualmente en el archivo /etc/keys/tailscale.key 2. Pulse el botón AMARILLO. 3. Pulse "OK". Espere unos segundos hasta que muestre "Funcionando".

source: Running
es: Funcionando

source: Your receiver needs to reboot Do you want to do it now?
es: Su receptor necesita reiniciar ¿Quieres hacerlo ahora?
